{"access":true,".aspxauth":"NDI0OTQ2OTQ1NUZEQjM4NTJBNUY2MDgzNjMxOTgyOTlBOTYyMkQzRTA1QTQ0N0IzMzFFQkNGMjIzODE3QzdDMjlDNkMyMEI1RDE2QThCQzkxOUYyMTI2RTdDODEzMUEzQjJDNjFGOEI4Q0RDMUNEQUM2NzU4NzUxRjg3RDIyRjFEQjY3MTMxQUE4RkVGMEQ3QzE0NUE2RjQ3RDUxMjE5RTc1QTQxODg2NTc4NkU5Mjc0MTVGOUE1RDA3QzQ5MkRD","staCode":"AZHCL","staPassword":"azhcl@2021#","NS SMALL CAP":"<h5 class='fw-bold'>Why should you invest in NS Small Cap?</h5><p>Most of the multi -bagger stock today was small cap few years back. Over the last 2 years, small cap stocks have seen sharp fall owing to credit squeeze, demand slowdown and over ownership during 2017. Small cap theme portfolio is not meant as core portfolio for an investor but some tactical allocation by investors in small cap theme can be highly valuable.</p><p>Small Cap Companies perform well in up cycles. The continuous rate cuts by the RBI will create base for next bull market to start.</p>","NS Multi Cap":"<h5 class='fw-bold'>Why should you invest in NS Multi Cap?</h5><p>NS Multi cap opportunity Model is meant to be a core buy and hold portfolio for investors who aim to capitalize the wealth creation opportunity in the Indian economy. This Investment advisory portfolio comprises of flexible and judicious mix of large, mid and small cap companies to have the right kind of stability to sail through tough times as well as has the right force to outperform in the long term.</p><p>The stock selection for this Investment advisory portfolio is the unique feature as it backed by rigorous bottom up research blended with the Top down Approach of understanding the changes and opportunities in the addressable market of the company.</p>","NS New India":"<h5 class='fw-bold'>Why should you invest in NS New India?</h5><p>This portfolio invests in companies that are leading the change caused by value migration - which is the flow of value from outmoded business designs to new ones that are able to satisfy the ever-changing consumers’ needs. Hence, companies that have improving/higher return ratio, ‘Growth-in-Value’ characteristics and pass the ‘360 degree Deductive Reasoning Framework’ are favoured.</p>"}